Revit 2027 API
ParameterTypeId.StructuralFrameCutLength Property
 "Cut Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralFrameCutLength { get; }
Public Shared ReadOnly Property StructuralFrameCutLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralFrameCutLength {
	ForgeTypeId^ get ();
}
static member StructuralFrameCutLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace